[
  {
    "name": "Bangladesh Parjatan Corporation",
    "url": "https://en.banglapedia.org/index.php?title=Bangladesh_Parjatan_Corporation",
    "division": "Dhaka",
    "description": "Bangladesh Parjatan Corporation(BPC)  an autonomous organisation under the Ministry of Civil Aviation and Tourism was formed in November 1972 and started its activities in 1973. It has the dual responsibility of development related to tourist infrastructure and products and promotional activities to project the tourist products both inside and outside the country for a positive image of the country. BPC is run by a Chairperson and three times Directors. Since its inception BPC has renovated the then existing tourist facilities and created new facilities at important tourist spots. The tourist facilities created so for include hotels, motels, youth inns, restaurants, duty free shops, land and water transports at different tourist spots. Following the privatisation policy of the government several commercial units of BPC have been handed over for the private sector under lease management agreement. Besides, BPC offers city sightseeing tours, packages tours and excursion trips. Moreover, city sightseeing tours for transit passenger at the international airports and river cruise packages are organised for the guests in Dhaka. BPC has taken venture of human resource development for the industry. The National Hotel Tourism Training Institute (NHTTI) was established in 1974 in Dhaka. Most of these trainees have been provided in home and abroad, as tourism became one of the fastest growing industries throughout the world. Contribution of tourism in the GDP and socio-economic benefit is undeniable. Research show that job opportunities in tourism sector is growing 1.5 times faster than that of other industrial sector. A one out of eight workers of this world depends directly on tourism.",
    "image": null,
    "categories": [
      "Beach",
      "Lake",
      "River"
    ]
  },
  {
    "name": "Kuakata",
    "url": "https://en.banglapedia.org/index.php?title=Kuakata",
    "division": "Dhaka",
    "description": "Kuakataa beach resort with rare scenic beauty spot on the southern most tip of Bangladesh from where both sunrise and sunset can be enjoyed unobstructed. Kuakata is three hundred twenty kilometer from Dhaka and seventy Kilometers from Patuakhali town. The best way to reach Kuakata from Dhaka is to first travel to Barisal by road, water or air and then to take bus or motorboat for destination. Thebangladesh road transport corporation(BRTC) has introduced a direct bus service from Dhaka to Kuakata via Barisal. There is a legend about the name, Kuakata. Being driven from Arakan many Rakhains settled along the coastline in the 1780s. Being deprived of fresh water, they dug a well for it and they were successful in managing fresh water for drinking. Thus they gave the name of the place, Kuakata. The Kuakata beach is eighteen kilometres long and three kilometres wide. There is a coconut garden and a reserved forest alongside the beach. Fishing community comes here in makeshifts settlement to prepare sutki (dried fish) on the eastern beach in winter season. There are many picnic spots and a large forest of shegun (Teak) tree. Alipore is the biggest fishing trade center in this region. Kuakata is also a sanctuary for migratory winter birds.",
    "image": "https://en.banglapedia.org/images/6/6c/Kuakata.jpg",
    "categories": [
      "Beach",
      "Lake",
      "Forest",
      "Park",
      "Tea Garden"
    ]
  },
  {
    "name": "Madhupur National Park",
    "url": "https://en.banglapedia.org/index.php?title=Madhupur_National_Park",
    "division": "Dhaka",
    "description": "Madhupur National Parkone of the earliest national parks of Bangladesh. It is situated in a forest of large timber trees, about 125 km away from Dhaka on the Mymensingh-Tangail highway in the district of Tangail. The Department of forest administers this park. It was established in 1962 and now occupies a land area of 20,837 acres. Of its 176 botanical species, 73 are trees, 22 shrubs, 1 palm, 8 grasses, 27 climbers and 45 medicinal plants. Some species of foreign origin are also planted in this park. Once the Madhupur National Park was full of elephants, tigers, cheetahs, peacocks, and other wild animals. However, most of them are now extinct. At present, the Park has about 190 types of animals of which 21 are mammals, 140 birds and 29 snakes. Notables among them are entellus, monkeys, phantom deer, porcupines, wild pigs, and different types of birds. This park is quite suitable as a tourist spot, as it has an ecological variety, indigenous peoples and enticing natural and scenic beauty. It has different facilities like rest houses, picnic spots, artificial lakes and other means of entertainment. The forest department in Tangail maintains an advanced booking system for the visitors to avail these facilities. ",
    "image": "https://en.banglapedia.org/images/thumb/b/bd/MadhupurNationalPark.jpg/400px-MadhupurNationalPark.jpg",
    "categories": [
      "Lake",
      "Forest",
      "Park"
    ]
  },
  {
    "name": "Cox's Bazar",
    "url": "https://en.banglapedia.org/index.php?title=Cox%27s_Bazar",
    "division": "Dhaka",
    "description": "Cox's Bazaris consists of miles of golden sands, towering cliffs, surfing waves, rare conch shells, colourful pagodas, Buddhist temples and tribes. The most attractive tourist Resort full of bounties of nature in Bangladesh. Having the world's longest unbroken 120 k.m beach slopping gently down to the blue waters of the Bay of Bengal against the picturesque background of a chain of hills covered with deep green forests, Cox's Bazar is one of the most attractive tourist spots in the world. Attractions of the long sea-beach include the silvery waves of the sea breaking at the foot of hills at the hight tides, sea bathing, a trip along the beach by jeep, the view of the setting sun in the rolling sea-waves, the moonlit night, the exciting interior of the Bazar and its people. The romantic call of the daring sampans (boat), the waterfall, the forest, the artful Pagodas-all takes a tourist into surprise. Located at a distance of 152 km south of Chittagong one can reach this green hilly and flowery dreamland by Air, road and sea from Chittagong, and by air from Dhaka. The town is named after Lieutenant Cox, who died here in 1798 after he had established a colony of Mags, who sought shelter in British territory after the conquest of Arakan by the Burmese. Himchari, 18 km south of Cox's Bazar along the sea beach is a nice place for picnic spot and film shooting. The famous 'Broken Hills' and waterfalls are located here. Another attraction is the row of 'Christmas trees.'",
    "image": "https://en.banglapedia.org/images/6/6d/CoxsBazar2.jpg",
    "categories": [
      "Beach",
      "Hill",
      "Lake",
      "Forest",
      "Religious",
      "Waterfall",
      "Island"
    ]
  },
  {
    "name": "Kotwali Thana (Dhaka Metropolitan)",
    "url": "https://en.banglapedia.org/index.php?title=Kotwali_Thana_(Dhaka_Metropolitan)",
    "division": "Dhaka",
    "description": "Kotwali Thana(Dhaka Metropolitan) area 0.67 sq km, located in between 23'41' and 23'42' north latitudes and in between 90'24' and 90'25' east longitudes. It is bounded bybangshalthana on the north,keraniganjupazila on the south,surtapurthana on the east,chawkbazar modelthana on the west. Population Total 82488; male 52922, female 29566; Muslim 60321, Hindu 22033, Buddhist 124, Christian 10. Water bodiesMain rivers:buriganga.",
    "image": "https://en.banglapedia.org/images/thumb/b/bc/KotwaliThanaDhaka.jpg/400px-KotwaliThanaDhaka.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Imambara",
    "url": "https://en.banglapedia.org/index.php?title=Imambara",
    "division": "Dhaka",
    "description": "Imambaraliterally means residence for theimam. Specially, the word stands for a house or an assembly hall built by the Shiites for observingmuharram. Throughout the month of Muharram, the first month of the Muslim calendar, as well as on other occasions important to Shiites, assemblies (majlis) are held in the Imambara. On the occasion of the death anniversary of Hazrat Imam Hussain (R), the Tale of Karbala is told, marsiah or elegies are recited, ritual mourning and matom (beating the breast as a sign of mourning) is done. At the early stage it was called 'Hosayniya' in the land of Iran, Iraq etc. Hosayniya had been built in the major cities of Baghdad, Aleppo, and Cairo by the end of tenth century, originally in the form of annexes to mosques. They served as the starting point for local Asura processions. There is no evidence of the building of Hosayniya in Persia before the Safavid period. In the early 17th century first Hosaynia was built near the Ispahan city. In the 1780's, the development of Muharram rituals led to an increase in the building of venues for them, usually called Takias, particularly in Caspian areas of Persia. The functions of Takias and Hosayniyas thus began to overlap. The 'Maaydan-e Bozorg' at Zavara near Ardestan, built under Aga Muhammad Khan and during the early years of Fath-Ali Shah's reign, is considered to be the first Hosayniya of the Qajar period. This Hosayniyas had both covered and open areas in order to enable the performance of Moharram ceremonies. In India, the most common equivalent term for a Hosayniya, and for a Takia as well, is Imambara. Sometimes also called, Asura-Khana and Aza-Khana. The Imambara is primarily an Indian institution that originated in the 18th century. Safdar Jung (1708-54) built a house at Delhi for the purpose of celebrating the Ashura, the tenth day of Muharram, but the building was not called Imambara. Asafuddaula, the grandson of Safdar Jung, also built a similar house at Lakhnau that became famous as Imambara-i-Asafi. The Imambara is also known as ashura khana in northern India. During the time of Nawabsirajuddaula, Sayed Ali Reza, a religious scholar came to Murshidabad from Nazaf, Iraq. After the death of nawab Sirajuddaula, the descendents of Ali Reza left Murshidabad for Dhaka and settled there. At that time the establishment of Imambara took place.",
    "image": "https://en.banglapedia.org/images/b/bb/ImambaraNijamatMurshidabad.jpg",
    "categories": [
      "Religious"
    ]
  },
  {
    "name": "Turag Thana",
    "url": "https://en.banglapedia.org/index.php?title=Turag_Thana",
    "division": "Dhaka",
    "description": "Turag Thana(Dhaka metropolitan) area 12.17 sq km, located in between 23°52' and 23°53' north latitudes and in between 90°21' and 90'23' east longitudes. It is bounded bygazipur sadarupazila on the north,pallabithana on the south, Gazipur Sadar upazila anduttarathana on the east andsavarupazila on the west. PopulationTotal 53558; male 28642, female 24916; Muslim 51545, Hindu 1878, Buddhist 121 and others 14. Water bodiesMain river: Turag; Tongi Khal (canal) and Thathir Beel are notable.",
    "image": "https://en.banglapedia.org/images/thumb/f/fe/TuragThana.jpg/400px-TuragThana.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Faridpur District",
    "url": "https://en.banglapedia.org/index.php?title=Faridpur_District",
    "division": "Dhaka",
    "description": "Faridpur District(dhaka division)  area 2052.86 sq km, located in between 23°17' and 23°40' north latitudes and in between 89°29' and 90°11' east longitudes. It is bounded byrajbariandmanikganjdistricts on the north,gopalganjdistrict on the south,dhaka,munshiganjandmadaripurdistricts on the east,narailandmaguradistricts on the west. PopulationTotal 1912969; male 942245, female 970724; Muslim 1731133, Hindu 180366, Buddhist 51, Christian 930 and others 489. Water bodiesMain rivers:padma, Old Kumar,arial khan, Gorai; Dhol Samudra, Ramkeli, Ghoradar, and Shakuner beel are notable.",
    "image": "https://en.banglapedia.org/images/thumb/e/e0/FaridpurDistrict.jpg/400px-FaridpurDistrict.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Tourism",
    "url": "https://en.banglapedia.org/index.php?title=Tourism",
    "division": "Dhaka",
    "description": "Tourismmay mean traveling for pleasure and education. It is also a business in the form of providing services to tourists by providing them accommodation and entertainment. In many countries, tourism is an industry for earning inland revenue and foreign exchange through many businesses like airlines, shipping, hotels and restaurants, finance companies, tour operators, travel agents, car rental firms, caterers and retail establishments. These concerns together contribute significantly to the overall development of a country's economy and to its cultural diversification and assimilation. Bengal had always attracted tourists. Travelers from different parts of the world had interest in this part of the world from very ancient times. They visited Bengal with varied purposes. Some came with missionary objectives, some with motives of exploring business opportunities, some came to attend seats of learning and some for meeting curiosity. Notable them were Pliny, the Elder of Greece (visitedtamraliptiin the first century), Ptolemy (Claudius Ptolemaeus) of Egypt (gangaridaiorgauda, second century),fa-hienof China (Tamralipti, 5th century),hiuen-tsangof China (mahasthan,samatata,karnasuvarnaand Tamralipti, 7th century),ibn battutaof Morocco (chittagongandsonargaon, 14th century),ma huanof China (Gauda, 15th century),fei hsinof China (Chittagong and Sonargaon, 15th century),duarte barbosaof Portugal (areas alongside theganges, early 16th century),caeser frederickof Italy (Chittagong, late 17th century),ralph fitchof England (Chittagong, late 16th century),sebastien manriqueof Portugal (Chittagong, early 16th century)niccolao manucciof Italy (dhaka, mid-17th century) and Jean Tavernier of France (Dhaka, mid 17th century).",
    "image": "https://en.banglapedia.org/images/thumb/e/e0/Tourism.jpg/400px-Tourism.jpg",
    "categories": [
      "Beach",
      "Historical"
    ]
  },
  {
    "name": "Chittagong Court Building",
    "url": "https://en.banglapedia.org/index.php?title=Chittagong_Court_Building",
    "division": "Chittagong",
    "description": "Chittagong Court Buildinga big architecture on the peak of a high hill known as Parir Pahar or Fairy's Hill in Chittagong. It was built in AD 1892-98. The building is an example of Indo-British style of architecture developed in Bengal. It is not protect under the laws for heritage conservation. It embodies both European and Mughal traditions with a few decorative indigenous motifs, and particularly in its plan, it is influenced by the Mughal mosque architecture. The topography of the site clearly dictated the other technical aspect of the plan. It was mainly laid in a rectangular form running east west, the eastern end having a major north-south extended wing. The hilly depression was adjusted in the eastern wing by constructing a three-storied portion on the northern end, the rest being of two storied. This wing also contains the main pedestrian entrance from the east through a richly decorated arched opening. The circular opening with moulded edge and stucco relief foliage on its either side, the four centered Gothic arch, the lotus motifs in terracotta mouldings, European pediment form, recesses and niches, and other types of local and foreign motifs and forms have been employed to embellish this opening. The western end of the rectangle has an extension towards south. The levels of the floors received meticulous attention from the builder and are well maintained. The fa'ade of the building is mainly an assemblage of arches, incorporated into multiple settings and arrangements. The array of arches, the wedge-shaped masonry, is self-supporting with ample capacity to take weight imposed on it. Each true arch on the ground floor veranda supports a twin arch on the first floor with a set of three small-corbelled arches in between. The square edged rainwater down pipes is placed between the two sets of arches and under cornice moldings. The garrets placed on the flanking square towers on the either side are capped with small Mughal type domes and four miniature cupolas at corners. There are two other visible pedestrian entrances located on the southern fa'ade on the center of each flank distinguished by their arched-complexes, specially its twin arch with a central slender column and a circular opening above, recessed inside a big true arch on the first floor. The building was originally meant for housing the offices of the district judge of Chittagong. Until very recently, the building has been used for this purpose. The building and its surroundings are now an important tourist spot.  ",
    "image": "https://en.banglapedia.org/images/5/5c/ChittagongCourtBuilding.jpg",
    "categories": [
      "Hill",
      "Lake",
      "Historical",
      "Religious"
    ]
  },
  {
    "name": "Raozan Upazila",
    "url": "https://en.banglapedia.org/index.php?title=Raozan_Upazila",
    "division": "Chittagong",
    "description": "Raozan Upazila(chittagong district)  area 246.59 sq km, located in between 22°25' and 22°40' north latitudes and in between 91°51' and 91°59' east longitudes. It is bounded byfatikchhariupazila on the north,boalkhaliupazila and riverkarnafulion the south,ranguniaandkawkhali(rangamati) upazilas on the east,hathazariand Fatikchhari upazilas on the west. PopulationTotal 322840; male 156255, female 166585; Muslim 247248, Hindu 54408, Buddhist 21095, Christian 32 and others 57. Indigenous communities such asmarma,tripuraand Magh belong to this upazila. Water bodiesMain rivers: Karnafuli,halda.",
    "image": "https://en.banglapedia.org/images/thumb/9/93/RaozanUpazila.jpg/400px-RaozanUpazila.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Gowainghat Upazila",
    "url": "https://en.banglapedia.org/index.php?title=Gowainghat_Upazila",
    "division": "Sylhet",
    "description": "Gowainghat Upazila(sylhet district)  area 481.12 sq km, located in between 24°55' and 25°11' north latitudes and in between 91°45' and 92°07' east longitudes. It is bounded by Meghalaya state of India on the north,sylhet sadarandjaintiapurupazilas on the south, Jaintiapur upazila on the east,companiganjupazila on the west. Jafflong is an important tourist spot. Tamabil land port is used for importing coal and other goods from India. PopulationTotal 287512; male 143877, female 143635; Muslim 266708, Hindu 19331, Buddhist 269, Christian 905 and others 299. Indigenous community such askhasiabelongs to this upazila. Water bodiesMain rivers:shari-goyainandpiyain; Damdam Haor and Bara Daia Beel, Shilchand Beel, Bara Dongai Beel, Onai Beel, Balali Beel and Nolkuri Beel are notable.",
    "image": "https://en.banglapedia.org/images/thumb/3/3c/GowainghatUpazila.jpg/400px-GowainghatUpazila.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Balaganj Upazila",
    "url": "https://en.banglapedia.org/index.php?title=Balaganj_Upazila",
    "division": "Sylhet",
    "description": "Balaganj Upazila(sylhet district)  area 375.75 sq km, located in between 24°36' and 24°47' north latitudes and in between 91°38' and 91°56' east longitudes. It is bounded bydakshin surmaandbishwanathupazilas on the north,rajnagarandmaulvibazar sadarupazilas on the south,fenchuganjupazila on the east, Bishwanath,jagannathpurandnabiganjupazilas on the west. PopulationTotal 320227; male 157975, female 162252; Muslim 292256, Hindu 27832, Buddhist 4, Christian 5 and others 130. Water bodiesMain river:kushiyara; Haila beel, Chepti beel, Kery beel, Karcha beel, Majail beel, Dhalai beel, Dhuburia beel and Beghati beel are notable.",
    "image": "https://en.banglapedia.org/images/thumb/c/c7/BalaganjUpazila.jpg/400px-BalaganjUpazila.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Darjeeling",
    "url": "https://en.banglapedia.org/index.php?title=Darjeeling",
    "division": "Rajshahi",
    "description": "Darjeelinga north-east hill-station in India';s state of West Bengal. Surrounded by Nepal, Sikkim, Bhutan and Tibet, Darjeeling, which the British annexed from Nepal in the wake of the Anglo-Nepalese War of 1814 under the Treaty of Sagauli, 1815, was selected by the British to develop it as a hill-station where the ruling people could go for a change and have a taste of homeland climate and ecology. Among all the hill stations that they built over time (Simla, Kodaikanal, Mussoorie, Mahabaleshwar, Mount Abu, Nainital, Ranikhet, Shillong etc.), Darjeeling was the most exotic in panoramic view, in flora and fauna and in temperature. In 1815, Darjeeling, 2286 metre above sea level, had practically no settled population, and by the turn of the nineteenth century, it was a town of fifteen thousand settled people hosting more than hundred thousand tourists every year since 1890. At present Darjeeling is many times larger as a hill town. As a tourist spot it now enjoys world-wide reputation. From 1898, Darjeeling had been serving as the summer capital of Bengal government. Besides being a tourist place and health recovery centre Darjeeling turned out to be the provider of tea with a unique aroma and special education for the children of the ruling classes. Darjeeling began its journey towards its modern existence in 1838 when Lt Gilmore was appointed Executive Engineer to raise and organize a hill-people para-military labour force to construct roads and culverts and make necessary clearings. Gilmore could not achieve much success and was followed by Lt Robert Napier of Engineers (later Field Marshall Lord Napier). He took the challenging job very courageously and made the impossible possible by linking Darjeeling with Shiliguri with a stone-paved road that exists even to day. Along this road was later laid a narrow gauge light tramway. Sir Franklin Prestage, the first Manager of the Darjeeling Himalayan Railway, led the up-hill task. The work of the tramway was completed in 1881. Henceforth Darjeeling not only became accessible but also was effectively brought into the mainstream by the introduction of the Railway.",
    "image": null,
    "categories": [
      "Beach",
      "Hill",
      "Historical",
      "Tea Garden"
    ]
  },
  {
    "name": "Panchagarh District",
    "url": "https://en.banglapedia.org/index.php?title=Panchagarh_District",
    "division": "Rangpur",
    "description": "Panchagarh District(rangpur division)  area 1404.62 sq km, located in between 26°00' and 26°38' north latitudes and in between 88°19' and 88°49' east longitudes. It is bounded bywest bengalstate of India on the north,dinajpurandthakurgaondistricts on the south,nilphamaridistrict on the east, West Bengal state of India on the west. Elenen Indian enclaves are located in this district. These enclaves are Puthimari, Daikhat, Shalbari, Kajladighi, Natak Toka, Nazirganj under Boda upazila;' Behula Danga, Balapara Kotbhajani, Dahala Khagrabari under Debiganj upazila; and' Gabati and Singimari under Panchagarh Sadar upazila. Panchagarh district is located on the northern extremity of Bangladesh. PopulationTotal 987644; male 496725, female 490919; Muslim 820629, Hindu 163404, Buddhist 21, Christian 2513 and others 1077. Water bodiesMain rivers:karatoya,atrai,mahananda,tangon, Dahuk, Patharaj, Talma, Nagar, Chawai.",
    "image": "https://en.banglapedia.org/images/thumb/2/26/PanchagarhDistrict.jpg/400px-PanchagarhDistrict.jpg",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Gardens in Bangladesh",
    "url": "https://en.wikipedia.org/wiki/Category:Gardens_in_Bangladesh",
    "division": "Unknown",
    "description": "See alsobotanic garden,arboretumandpark.",
    "image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/40px-Commons-logo.svg.png",
    "categories": [
      "Park",
      "Tea Garden"
    ]
  },
  {
    "name": "Lakes of Bangladesh",
    "url": "https://en.wikipedia.org/wiki/Category:Lakes_of_Bangladesh",
    "division": "Unknown",
    "description": "This category is for articles pertaining tolakesandreservoirsinBangladesh.",
    "image": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/40px-Commons-logo.svg.png",
    "categories": [
      "Lake"
    ]
  },
  {
    "name": "Atchala Ghar",
    "url": "https://en.wikipedia.org/wiki/Atchala_Ghar",
    "division": "Unknown",
    "description": "Atchala Ghar(lit.'Eight Roofed thatched') is a historical house. It is a memorial place related toKazi Nazrul Islam.It is located on the Darshana–Mujibnagar road inKarpashdanga UnionofDamurhuda Upazila, about 20 kilometers southwest of the district town ofChuadanga. When Kazi Nazrul Islam lived in Armhurst Street,Calcutta, he had very close relations with Baidyanath Babu, Harshapriya Biswas and Mahim Sarkar who were residents of the same area.In 1926 and 1927, on their invitation, Kazi Nazrul Islam came to Karpasdanga with his family. After arriving here, local leader Harshpriya Biswas allowed Nazrul to stay in his Atchala Ghar which is nearDarshana railway station.In 1926, Kazi Nazrul Islam and his family stayed here for twomonths.During the time of day, Mahaim Sarkar's two daughters, Abha Rani and Shiuli Rani, used to learnNazrul Geetifrom Kazi Nazrul Islam, sitting here under the trees. Kazi Nazrul Islam wrote some of his famous rhymes, poems and novels here. One of them isLichuchor. Besides,Padmagokhara,Mrityukshudaetc.were also composed in this place. Many people think that Kazi Nazrul Islam found the content of his works from the geographical and social environment of this area.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Kazi_Nazrul_Islam_01.png/120px-Kazi_Nazrul_Islam_01.png",
    "categories": [
      "Historical"
    ]
  },
  {
    "name": "Balakoir Beel",
    "url": "https://en.wikipedia.org/wiki/Balakoir_Beel",
    "division": "Unknown",
    "description": "Balakoir Beelis a wetland in Balakoir,KarparaUnion underGopalganj Sadar UpazilainGopalganj District, Bangladesh.It is one of the many \"Padma Beel\" tourist attractions in the country, so called because in the rainy season thebeelis carpeted withlotus flowers(padma).Local boatmen can be hired to take visitors on a tour of the beel.The flowers hold cultural and religious significance in the region. Locals make a profit picking them. The distance from the district headquarters of Gopalganj by road is approximately 16 kilometers to the northeast. To the east lies Bil Bajunia, to the west isBangram, to the north is Krishnapur, and to the south are the areas of Manikhar, Bhojergati, and Kathi.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/%E0%A6%AC%E0%A6%B2%E0%A6%BE%E0%A6%95%E0%A6%87%E0%A6%A1%E0%A6%BC_%E0%A6%AA%E0%A6%A6%E0%A7%8D%E0%A6%AE%E0%A6%AC%E0%A6%BF%E0%A6%B2.jpg/330px-%E0%A6%AC%E0%A6%B2%E0%A6%BE%E0%A6%95%E0%A6%87%E0%A6%A1%E0%A6%BC_%E0%A6%AA%E0%A6%A6%E0%A7%8D%E0%A6%AE%E0%A6%AC%E0%A6%BF%E0%A6%B2.jpg",
    "categories": [
      "Beach",
      "Religious"
    ]
  },
  {
    "name": "Bhanga interchange",
    "url": "https://en.wikipedia.org/wiki/Bhanga_interchange",
    "division": "Barisal",
    "description": "Bhanga Interchange(Bengali:ভাঙ্গা ইন্টারচেঞ্জ), also known asBhanga Roundabout(Bengali:ভাঙ্গা গোলচত্বর), is a majorroad interchangeinBhanga,Faridpur District,Bangladeshwhich consists of acloverleaf interchange.It connects at least 21 districts ofSouth Bengalin Bangladesh with Dhaka, capital of the country which is a junction of four national highways namedDhaka–Bhanga Expressway,Bhanga–Khulna highway,Dhaka–Faridpur highwayandDhaka–Patuakhali highway.",
    "image": "https://maps.wikimedia.org/img/osm-intl,14,a,a,290x240.png?lang=en&domain=en.wikipedia.org&title=Bhanga_interchange&revid=1310276467&groups=_93f8b63dda2ced0ce21938bb9f561d70351f34f6",
    "categories": [
      "General"
    ]
  },
  {
    "name": "Chadpai Wildlife Sanctuary",
    "url": "https://en.wikipedia.org/wiki/Chadpai_Wildlife_Sanctuary",
    "division": "Khulna",
    "description": "Chadpai Wildlife Sanctuary(Bengali:চাঁদপাই বন্যপ্রাণ অভয়ারণ্য) is a wildlife sanctuary located nearMonglainBagerhat DistrictofBangladesh. The area of the sanctuary is 560 ha (1,400 acres). It was officially declared as a wildlife sanctuary by thegovernment of Bangladeshon 29 January 2012. It is one of the safe zones forvulturesas per theVulture Safe Zone-2 Scheduleof the government of Bangladesh in 2012.Chadpai wetland is one of the dolphin sanctuaries in Bangladesh. On 9 December 2014 a tanker namedOT Southern Star 7carrying some 357,000 liters furnace oil collided with another vessel and spilled at Mrigmari of Chadpai Wildlife Sanctuary under East Zone of theSundarbans.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Bangladesh_rel_location_map.svg/330px-Bangladesh_rel_location_map.svg.png",
    "categories": [
      "Forest"
    ]
  },
  {
    "name": "Jaflong",
    "url": "https://en.wikipedia.org/wiki/Jaflong",
    "division": "Sylhet",
    "description": "Jaflong(Bengali:জাফলং) is ahill stationand tourist destination in theDivision of Sylhet,Bangladesh. It is located inGowainghat UpazilaofSylhet Districtand situated at the border betweenBangladeshand theIndianstate ofMeghalaya, overshadowed by subtropical mountains and rainforests. It is known for its stone collections and is home of theKhasitribe.",
    "image": "https://maps.wikimedia.org/img/osm-intl,10,a,a,250x200.png?lang=en&domain=en.wikipedia.org&title=Jaflong&revid=1303843224&groups=_a1b3037aad3c81fbad477e78b32ae12ac4e77b7c",
    "categories": [
      "Hill",
      "Forest",
      "River"
    ]
  },
  {
    "name": "Jaintia Rajbari",
    "url": "https://en.wikipedia.org/wiki/Jaintia_Rajbari",
    "division": "Unknown",
    "description": "Jaintia Rajbari(Bengali:জৈন্তা রাজবাড়ী) is a royal residence located inJaintiapur,Sylhet,Bangladesh. It was the residence of the rulers of theJaintia Kingdom. 25°08′02″N92°07′18″E﻿ / ﻿25.133783°N 92.121704°E﻿ /25.133783; 92.121704",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Jaintipur_Palace_Sylhet_Bangladesh_7.JPG/250px-Jaintipur_Palace_Sylhet_Bangladesh_7.JPG",
    "categories": [
      "General"
    ]
  },
  {
    "name": "Kadigarh National Park",
    "url": "https://en.wikipedia.org/wiki/Kadigarh_National_Park",
    "division": "Unknown",
    "description": "Kadigarh National Parkis a national park located in theMymensinghdistrict, underBhalukaUpazila in Bangladesh.It was officially established on October 24, 2010, covering an area of 344.13 hectares.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/%E0%A6%95%E0%A6%BE%E0%A6%A6%E0%A6%BF%E0%A6%97%E0%A6%A1%E0%A6%BC_%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A6%AF%E0%A6%BC_%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8_%E0%A7%A7.jpg/330px-%E0%A6%95%E0%A6%BE%E0%A6%A6%E0%A6%BF%E0%A6%97%E0%A6%A1%E0%A6%BC_%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A6%AF%E0%A6%BC_%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8_%E0%A7%A7.jpg",
    "categories": [
      "Park"
    ]
  },
  {
    "name": "Lalakhal",
    "url": "https://en.wikipedia.org/wiki/Lalakhal",
    "division": "Sylhet",
    "description": "Lalakhal(Bengali:লালাখাল) is a tourist spot inJaintiapur,Sylhet District,Bangladesh. The place is known for its beautiful bluish water. Lalakhal is a wide channel in theSharee Rivernear theTamabilroad. The river is not very deep but one of the major sources of sand in Sylhet. The main attraction of the river is the variety of colours of the water, which varies from green to turquoise to clear at different points. The water of the river has a turquoise hue due to the limestone deposits in the river. Excessive mineral and sand harvesting in the recent years has put the river at a risk of degradation.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/%E0%A6%B2%E0%A6%BE%E0%A6%B2%E0%A6%BE%E0%A6%96%E0%A6%BE%E0%A6%B2.png/250px-%E0%A6%B2%E0%A6%BE%E0%A6%B2%E0%A6%BE%E0%A6%96%E0%A6%BE%E0%A6%B2.png",
    "categories": [
      "Lake",
      "River"
    ]
  },
  {
    "name": "Mausoleum of Lalon Shah",
    "url": "https://en.wikipedia.org/wiki/Mausoleum_of_Lalon_Shah",
    "division": "Unknown",
    "description": "Mausoleum of Lalon ShahorLalon Akharais the burial place of Baul EmperorLalon, and a shrine built around this grave.The shrine is located in the village of Cheuriya inKumarkhali UpazilaofKushtia District. Lalon Shah's shrine was not built in a day, after Lalon's death in 1890, his devotees started flocking here, the shrine originated from the large number of pilgrims. His present shrine was built there in 1963 and inaugurated by the then governor ofEast Pakistan,Abdul Monem Khan.Today, the shrine is visited by many visitors from different countries.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Fakir_lalon_saha_mazar.JPG/250px-Fakir_lalon_saha_mazar.JPG",
    "categories": [
      "Religious"
    ]
  },
  {
    "name": "Mausoleum of Sheikh Mujibur Rahman",
    "url": "https://en.wikipedia.org/wiki/Mausoleum_of_Sheikh_Mujibur_Rahman",
    "division": "Unknown",
    "description": "TheMausoleum of Bangabandhu Sheikh Mujibur Rahman(Bengali:শেখ মুজিবুর রহমানের সমাধিসৌধ) is themausoleumofSheikh Mujibur Rahman, the foundingpresidentof thePeople's Republic of Bangladesh. It is located inTungiparaofGopalganj district, the birthplace of Mujib, and was designed by architectsEhsan Khan, Ishtiaque Jahir and Iqbal Habib. After Sheikh Mujibur Rahman wasassassinatedin 1975, he was buried in his native Tungipara. For many years, the military junta restricted access to the gravesite. After the1996 general election, theDepartment of Archaeologyofficially commenced construction of the complex, which was opened in 2001.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Tomb_of_Sheikh_Mujibur_Rahman%2C_Tungipara.jpg/330px-Tomb_of_Sheikh_Mujibur_Rahman%2C_Tungipara.jpg",
    "categories": [
      "General"
    ]
  },
  {
    "name": "Sajek Valley",
    "url": "https://en.wikipedia.org/wiki/Sajek_Valley",
    "division": "Chittagong",
    "description": "Sajek Valley(Bengali:সাজেক উপত্যকা) is a popular tourist spot inBangladesh, situated among the hills of the Kasalong range of mountains in the northern area of theChittagong Hill Tracts. Referred to as the \"Queen of Hills\"and the \"Roof of Rangamati\",the valley is known for its greenery and dense forests, situated at an elevation of 1,800 feet (550 m) above sea level.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Sajek_Valley_2_%28cropped%29.jpg/330px-Sajek_Valley_2_%28cropped%29.jpg",
    "categories": [
      "Beach",
      "Hill",
      "Forest"
    ]
  },
  {
    "name": "Shilaidaha Rabindra Kuthibari",
    "url": "https://en.wikipedia.org/wiki/Shilaidaha_Rabindra_Kuthibari",
    "division": "Unknown",
    "description": "Shilaidaha Rabindra Kuthibari, in shortShilaidah Kuthibari, is one of the major tourist places inBangladesh. It is located seven kilometers north ofKushtiaon the banks ofPadmainKumarkhali UpazilaofKushtia District.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Shilaidaha_Rabindra_Kuthibadi._5.jpg/330px-Shilaidaha_Rabindra_Kuthibadi._5.jpg",
    "categories": [
      "General"
    ]
  },
  {
    "name": "Shimul Garden",
    "url": "https://en.wikipedia.org/wiki/Shimul_Garden",
    "division": "Unknown",
    "description": "Shimul Garden(Bengali: শিমুল বাগান) is  location in Bangladesh where Shimul trees (Bombax ceiba) bloom with red flowers during the spring season. The garden is primarily composed of Shimul trees, which produce vibrant red blossoms in the Bengali months ofFalgunandChaitra. This seasonal transformation attracts visitors who come to see the colorful landscape. These gardens are located in various places in Bangladesh. Among them, Shimul BaganinTahirpur,Sunamganjis known as a tourist center.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/%E0%A6%B6%E0%A6%BF%E0%A6%AE%E0%A7%81%E0%A6%B2_%E0%A6%AC%E0%A6%BE%E0%A6%97%E0%A6%BE%E0%A6%A8%2C_%E0%A6%A4%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%B0%E0%A6%AA%E0%A7%81%E0%A6%B0%2C_%E0%A6%B8%E0%A7%81%E0%A6%A8%E0%A6%BE%E0%A6%AE%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A5%A4.jpg/250px-%E0%A6%B6%E0%A6%BF%E0%A6%AE%E0%A7%81%E0%A6%B2_%E0%A6%AC%E0%A6%BE%E0%A6%97%E0%A6%BE%E0%A6%A8%2C_%E0%A6%A4%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%B0%E0%A6%AA%E0%A7%81%E0%A6%B0%2C_%E0%A6%B8%E0%A7%81%E0%A6%A8%E0%A6%BE%E0%A6%AE%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A5%A4.jpg",
    "categories": [
      "Beach",
      "Park",
      "Tea Garden"
    ]
  },
  {
    "name": "Sindurmati Tirthadham",
    "url": "https://en.wikipedia.org/wiki/Sindurmati_Tirthadham",
    "division": "Dhaka",
    "description": "Sindurmati Tirthadhamis located on the border ofKurigram districtandLalmonirhat districtin Sindurmati Mauza on 16.5 acres of land. Dighi is a sacred pilgrimage site forHindus. During the renovation of this dighi in 1975 by government initiative, many ancient coins and idols were found which are now preserved in theBangladesh National Museum.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Durga_Puja_Sindurmati_2023_6.jpg/250px-Durga_Puja_Sindurmati_2023_6.jpg",
    "categories": [
      "Historical",
      "Museum"
    ]
  },
  {
    "name": "Singra National Park",
    "url": "https://en.wikipedia.org/wiki/Singra_National_Park",
    "division": "Rangpur",
    "description": "Singra National Parkis a protected forest located in the northern region of Bangladesh, within theDinajpur district.Locally, it is known as Singra Sal Forest. The park is situated in Bhognagar Union, about 40 km north of Dinajpur town by road, and 15 km fromBirganj Upazila. The total forest area is 355 hectares, with 305.69 hectares designated as the national park (for conservation). Singra National Park spans across four administrative villages: Dalagram, Chaulia, Singra, and Nortnadi. On 10 October 2010, the Forest Department declared it a national park to promote environmental development, wildlife conservation, and tourism. TheNort Riverflows through the middle of Singra National Park. For tourists, a small rest house and two picnic spots are available. During winter, the number of visitors increases significantly. To conserve the biodiversity of Singra Sal Forest, a co-management committee—made up of local representatives and supported by RDRS Bangladesh—is actively working here.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/%E0%A6%B8%E0%A6%BF%E0%A6%82%E0%A6%A1%E0%A6%BC%E0%A6%BE_%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A6%AF%E0%A6%BC_%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8%E0%A7%87_%281%29.jpg/330px-%E0%A6%B8%E0%A6%BF%E0%A6%82%E0%A6%A1%E0%A6%BC%E0%A6%BE_%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A6%AF%E0%A6%BC_%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8%E0%A7%87_%281%29.jpg",
    "categories": [
      "Forest",
      "Park",
      "River"
    ]
  },
  {
    "name": "Sundarbans",
    "url": "https://en.wikipedia.org/wiki/Sundarbans",
    "division": "Khulna",
    "description": "Sundarbans(Bengali:সুন্দরবন; pronounced/sʌnˈdɑːrbənz/) is amangrove forestarea in theGanges Deltaformed by the confluence of theGanges,BrahmaputraandMeghna Riversin theBay of Bengal. It spans the area from theHooghly RiverinIndia's state ofWest Bengalto theBaleswar RiverinBangladesh'sKhulna Division. It comprises closed and open mangrove forests, land used for agricultural purpose,mudflatsand barren land, and is intersected by multipletidalstreams and channels.Spread across 10,000 km2(3,900 sq mi), it is the world's largest mangrove forest. The islands are also of great economic importance as a storm barrier, shore stabiliser, nutrient and sediment trap, a source of timber and natural resources, and support a wide variety of aquatic, benthic and terrestrial organisms. They are an excellent example of the ecological processes of monsoon rain flooding, delta formation, tidal influence and plant colonisation. Covering 133,010 ha, the area is estimated to comprise about 55% forest land and 45% wetlands in the form of tidal rivers, creeks, canals and vast estuarine mouths of the river. About 66% of the entire mangrove forest area is estimated to occur in Bangladesh, with the remaining 34% in India.",
    "image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1b/Semi-protection-shackle.svg/20px-Semi-protection-shackle.svg.png",
    "categories": [
      "Forest",
      "Island",
      "River"
    ]
  },
  {
    "name": "Zinda Park",
    "url": "https://en.wikipedia.org/wiki/Zinda_Park",
    "division": "Unknown",
    "description": "Zinda ParkorOikotan Eco Resortis an amusement park and leisure center located inNarayanganj DistrictofBangladesh. The area of the park is 33 acres.The park is a tourist attraction of Narayanganj district.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Zinda_Park_%286%29.jpg/330px-Zinda_Park_%286%29.jpg",
    "categories": [
      "Park"
    ]
  }
]